[Language]
; The language's name in your native language and, optionally,
; the English name of the language (e.g. in brackets)
Name=Italiano
; To translators: Add your name, nick, and/or translation date here if you want to.
; Note that this string isn't currently shown anywhere in the plugin.
Translator=Squeeze69,2014-04-21


; Strings in this section are used in several places of the plugin
[Common]
Yes=Si
No=No

StateRunning=Avviato
StateStopped=Arrestato
StatePaused=In Pausa
StatePausePending=Pausa in sospeso
StateContinuePending=Continuazione in sospeso
StateStartPending=Avvio in sospeso
StateStopPending=Arresto in sospeso

StartupAutomaticDelayed=Automatico (Ritardato)
StartupAutomatic=Automatico
StartupManual=Manuale
StartupDisabled=Disabilitato

; Some Actions
ActionStarting=Sto Avviando %s
ActionStopping=Sto Arrestando %s
ActionPausing=Sto Mettendo in pausa %s
; Remote Computer Management
RemoteComputer=Computer Remoto
AddRemoteComputer=Aggiungi



; Strings in this section are used when
; a service "file" is viewed with F3
[GetFile]
ComputerName=Nome del Computer
ServiceName=Nome Servizio
DisplayName=Nome Mostrato
Description=Descrizione
BinaryPath=Percorso Eseguibile
StartupType=Tipo di avvio
State=Stato
DesktopInteraction=Interazione Desktop
OwnProcess=Ha il proprio processo
LogonAs=Collegati come
RequiredPrivileges=Privilegi Richiesti



; Strings in this section are used when the service's
; properties are opened, i.e. (Alt+)Enter is pressed
[fmSvcProperties]
fmSvcProperties=Proprietà di %s

; Some common form components
btnOK=OK
btnCancel=Annulla
btnApply=&Applica
tsGeneral=Generale
tsAdvanced=Avanzato
tsDependencies=Dipendenze

; TabSheet General
lblServiceName=Nome Servizio:
lblDisplayName=&Nome Da Mostrare:
lblDescription=&Descrizione:
lblBinaryPath=Percorso &Eseguibile:
lblStartupType=&Tipo di Avvio:
lblState=Stato:
popupExecutableShowProperties=Mostra le p&roprietà dell'eseguibile
popupExecutableViewInSeparateLister=Visualizza l'eseguibile in TC &Lister (processo separato)

btnStart=&Avvio
btnPause=&Pausa
btnStop=Arr&esta
btnRestart=&Riavvia
; Please don't make a keyboard shortcut for the delete button!
btnDelete=Elimina
lblQueryError=Nota: C'è stato un errore interrogando la configurazione del servizio (Codice d'errore %d). L'informazione su questo servizio potrebbero essere incomplete e/o sbagliate!

; TabSheet Advanced
lblLogonAs=Collegati come:
lblPassword=&Password:
lblPasswordConfirm=&Conferma Password:
lblErrorControl=Controllo &Errori:
checkInteractive=Per&metti di interagire con il desktop

radioLocalSystem=Account di Sistema &Locale
radioLocalService=Account di &Servizio Locale
radioThisAccount=&Questo account:
radioNetworkService=Account di Servizio di &Rete
comboErrorControl=Ignora\nNormale\nSeveri\nCritici
btnBrowse=S&foglia...
checkOwnProcess=Il servizio funziona nel su&o processo
checkWow64=Il servizio è WOW64 (servizio a 32 bit su Windows a 64 bit)
btnLaunchMMC=Lancia lo Snap-in &MMC (services.msc) con questo computer

; TabSheet Dependencies
lblDependent=%s serve a:
lblDependencies=%s dipende dai seguenti servizi:
TypeDriver=[Driver]
TypeGroup=[Group]

; Messages in TabSheet Dependencies
MsgNoDependencies=Nessuna dipendenza
MsgWarn1=Avviso: Non si possono determinare tutte le dipendenze!
MsgWarn2=Causa più probabile: Mancano i diritti amministrativi.

; Dialogs
DlgDeleteText=Vuoi davvero eliminare %s?
DlgDeleteTitle=Elimina %s?

DlgDependentsRunning1=Quando %s è fermo, anche questi servizi vengono fermati.
DlgDependentsRunning2=Vuoi fermare questi servizi?

DlgDependenciesStopped1=Quando %s viene avviato, anche questi servizi vengono avviati.
DlgDependenciesStopped2=Vuoi avviare questi servizi?

DlgConfirmAddAccountRight=Per eseguire il servizio come "%s", l'account deve avere i diritti di Collegarsi Come Un Servizio (%s).\n\nContinuo?
DlgAccountRightAdded=L'account "%s" ha correttamente ottenuto i diritti.
DlgAccountRightNotAdded=Errore mentre si attribuivano i diritti a "%s"!\nL'errore è: %s (%u).
DlgPasswordsDiffer=Le password non corrispondono!
DlgInvalidAccount=Il nome dell'account non è valido!



[fmPluginSettings]
fmPluginSettings=Impostazioni
lblLanguage=&Lingua:
checkShowState=Mostra lo &stato del servizio nelle colonne aggiuntive di TC.
checkClassicTreeStyle=&Usa lo stile classico nell'albero delle dipendenze
checkAllowDeleteInPanel=Permetti l'elimin&azione dei servizi da TC.
checkLoadCustomColumns=Carica la vista personalizzata delle colonne usando il plugin
lblClassicTreeStyle=Questo usa i segni più/meno al posto dei triangoli da Vista in poi
lblIniLocation=Posizion&e del file di impostazioni del plugin:
checkEnableRemoteManagement=Abilita la Gestione &Remota del Computer
checkToolsShowIcons=&Mostra le icone in elenco di tool interni/esterni
checkAddSvcNameToDependencyTrees=Mostra il nome del servizio in alberi di &dipendenza
btnOK=OK
btnCancel=Annulla
DlgReloadSettings=Fai click su OK quando le modifiche sono finite per ricaricare le impostazioni del plugin.
checkShowSvcNameAsName=Mostra il &Nome del Servizio al posto del Nome Descrittivo nel pannello di TC.

[fmAddRemoteComputer]
fmAddRemoteComputer=Aggiungi Computer Remoto
lblComputerName=Nome Computer &Remoto:
btnBrowse=&Sfoglia...
btnOK=&Aggiungi
btnCancel=Annulla
DlgSelectComputer=Seleziona computer da aggiungere alla lista
